cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'spark'
brew 'unrar'
brew 'wget'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'vlc'
